Repository: outworld-umd/icd0009-2020
Catalog: FoodDeliveryApp/Resources/Views/CreDelDetEdiInd/CreDelDetEdiInd.*.resx
Languages: et

# Create
source: Create new
et: Loo uus

source: Edit
et: Redigeeri

source: Details
et: Detailid

source: Delete
et: Kustuta

source: Back
et: Tagasi

source: Save
et: Salvesta

# AreYouSure
source: Are you sure you want to delete this?
et: Kas soovite selle kindlasti kustutada?

source: Addresses
et: Addressid

source: Categories
et: Kategooriad

source: Items
et: Tooded

source: Item Choices
et: Toode valikud

source: Item In Types
et: Toode tüüpis

source: Item Options
et: Toode lisaoptsioonid

source: Item Types
et: Toode tüübid

source: Nutrition Infos
et: Toitumise infod

source: Orders
et: Tellimused

source: Order Item Choices
et: Tellimuste toodete lisaoptsioonid

source: Order Rows
et: Tellimisread

source: Restaurants
et: Restoranid

source: Restaurant Categories
et: Restoranide kategooriad

source: Restaurant Users
et: Restoranide kasutajad

# WorkingHourses
source: Working Hours
et: Töötunnid

source: User Manager
et: Kasutajahaldur

source: Category
et: Kategooria

source: Item
et: Toode

source: Item Choice
et: Toode valik

source: Item In Type
et: Toode tüüpis

source: Item Option
et: Toode lisaoptsioon

source: Item Type
et: Toode tüübid

source: Nutrition Info
et: Toitumise info

source: Order
et: Tellimus

source: Order Item Choice
et: Tellimuse toode lisaoptsioon

# OrderRow
source: Order Rows
et: Tellimisrida

# Restaurant
source: Restaurants
et: Restoran

source: Restaurant Category
et: Restorani kategooria

# RestaurantUser
source: Restaurant Users
et: Restorani kasutaja

source: Working Hours
et: Töötunnid

source: User
et: Kasutaja

source: Please select
et: Valige
