Repository: outworld-umd/icd0009-2020
Catalog: FoodDeliveryApp/Resources/Views/Shared/_Layout/_Layout.*.resx
Languages: ru

source: Home
ru: Главная страница

source: Privacy
ru: Приватность

source: Addresses
ru: Адреса

source: Categories
ru: Категории

source: Items
ru: Товары

source: Item Choices
ru: Варианты выбора

source: Item In Types
ru: Товары в типах

source: Item Options
ru: Варианты товаров

source: Item Types
ru: Типы товаров

source: Nutrition Infos
ru: Информация о питании

source: Orders
ru: Заказы

source: Order Item Choices
ru: Выбранные товары заказов

source: Order Rows
ru: Строки заказов

source: Restaurants
ru: Рестораны

source: Restaurant Categories
ru: Категории рест-нов

source: Restaurant Users
ru: Пользователи ресторанов

# WorkingHourses
source: Working Hours
ru: Рабочие часы

source: User Manager
ru: Диспетчер пользователей
